Revit 2024 API
FaceArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public FaceArrayIterator()
Visual Basic
Public Sub New
Visual C++
public:
FaceArrayIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
FaceArrayIterator Class
Autodesk.Revit.DB Namespace